Repository: kkcjy/Translator
Catalog: model/OPUS-MT-train/finetune/VNK-Hallituksen_vuosikertomus.tmx
Source language: fi_fi
Languages: sv_se

source: Suomen puolustuskyvyn ensisijaisena päämääränä on muodostaa ennaltaehkäisevä kynnys sotilaalliselle voimankäytölle ja sillä uhkaamiselle sekä kyky torjua maahamme kohdistuvat hyökkäykset.
sv_se: Den finska försvarsförmågans primära mål är att ta fram en preventiv tröskel som ska gälla för bruk av och hot med militära medel samt för att avvärja anfall som riktas mot vårt land.

source: Puolustuskyvyn käytössä ja kehittämisessä tulee kyetä vastaamaan sekä perinteisiin sotilaallisiin että laaja-alaisempiin uhkiin.
sv_se: Försvarsförmågan och utvecklandet av den måste kunna svara på såväl traditionella militära hot som på bredare hot.

source: Korkea toimintavalmius sekä taistelunkestävyys ovat avainasemassa.
sv_se: Hög operativ beredskap och stor stridsuthållighet är härvid i en nyckelställning.

source: Kansainvälisen tilanteen kehitys vaikutti aluevalvonnan toimintaympäristöön.
sv_se: Utvecklingen i det internationella läget påverkade territorialbevakningens verksamhetsmiljö.

source: Sotilaslentotoiminta Suomen lähialueen ilmatilassa oli edelleen aktiivista.
sv_se: Militära flygrörelser i luftrummet i Finlands närmiljö pågick fortsättningsvis aktivt.

source: Suomen sotilaallisen puolustamisen suorituskyky, puolustuksen toteutusta tukeva tilannekuva sekä aluevalvonta ja alueellisen koskemattomuuden turvaamisen valmius ylläpidettiin toimintavuotena vaaditulla tasolla.
sv_se: Den finska militära försvarsförmågan, situationsbilden som beskriver hur försvaret genomförs och den territoriella övervakningen samt beredskapen att garantera den territoriella integriteten upprätthölls under året på den nivå som krävdes.

source: Myös valmius muiden viranomaisten tukemiseen sekä osallistumiseen sotilaalliseen kriisihallintaan ylläpidettiin vaaditulla tasolla.
sv_se: Det samma gällde också beredskapen att bistå andra myndigheter och att delta i militär krishantering.

source: Merivoimien taistelualuksen korvaamisen hanke käynnistettiin v. 2015, tarjouspyynnöt lähetetään 2016 ja investointipäätös tehdään 2019.
sv_se: Ett projekt som avser att ersätta flottans krigsfartyg inleddes 2015. Begäran om offerter skickas ut 2016 och investeringsbeslutet fattas 2019.

source: Hornet-kaluston suorituskyvyn korvaamisen hanke käynnistettiin 2015 ja tarjouspyynnöt lähetetään 2018.
sv_se: Projektet som ska ersätta Hornet-flottiljens prestationsförmåga inleddes 2015 och offerterna kommer att skickas ut 2018.

source: Investointipäätös tehdään seuraavalla hallituskaudella 2021.
sv_se: Investeringsbeslutet fattas under nästa regeringsperiod 2021.

source: Lainsäädäntöä koskevissa kysymyksissä puolustusministeriö asetti lokakuussa 2015 työryhmän, jonka tehtävänä on valmistella ehdotus puolustusvoimien tiedustelua koskevaksi lainsäädännöksi.
sv_se: I frågor som gäller lagstiftningen tillsatte försvarsministeriet i oktober 2015 en arbetsgrupp med uppgift att bereda förslag till lagstiftning om försvarsmaktens informationshämtning.

source: Lisäksi jatkettiin lainvalmistelua, joka koskee päätöksentekomenettelyä kansainvälisen avun pyytämisen ja antamisen tilanteissa sekä puolustusvoimien osallistumista kansainväliseen yhteistyöhön.
sv_se: Dessutom fortsatte lagberedningen om beslutsförfarandet i situationer som gäller inbegärande och lämnande av internationell hjälp samt om försvarsmaktens deltagande i internationellt samarbete.

source: Kansainvälistä puolustusyhteistyötä on tiivistetty EU:n jäsenenä, Naton kumppanina ja Pohjoismaiden kesken.
sv_se: Det internationella försvarssamarbetet har intensifierats som EU-medlem, inom Nato-partnerskapet och mellan de nordiska länderna.

source: EU:n puolustusyhteistyön systematisointi on edennyt.
sv_se: Systematiseringen av EU:s försvarssamarbete har framskridit.

source: Eurooppa-neuvosto linjasi asiasta kesäkuussa 2015 ja antoi mm. toimeksiannon EU:n uuden turvallisuusstrategian laadinnasta.
sv_se: I juni 2015 drog Europeiska rådet upp linjerna i frågan och bestämde bl.a. att en ny säkerhetsstrategi för EU ska utarbetas.

source: Ranskan vedottua EU:n keskinäisen avunannon lausekkeeseen (SEU 42.7) Suomi osoitti solidaarisuutta mm. luovuttamalla yhteisten kuljetuskoneiden lentotunteja Ranskalle huoltokuljetuksia varten sekä tarjoutumalla jatkamaan ja laajentamaan osallistumistaan eräissä operaatioissa.
sv_se: Sedan Frankrike hänvisat till EU-bestämmelsen om ömsesidigt bistånd (FEU 42.7) visade Finland solidaritet bl.a. genom att överlåta flygtimmar till Frankrike för underhållstransporter i de gemensamma transportplanen och erbjöd sig att fortsätta och utvidga sitt deltagande i vissa insatser.

source: Naton kanssa Suomi on jatkanut monipuolista kumppanuusyhteistyötä ja hyödyntänyt yhteistyömahdollisuuksia ns. laajennettujen mahdollisuuksien kumppanuuden (Enhanced Opportunities, EO) puitteissa mm. käymällä vuoropuhelua Naton kanssa laaja-alaisen turvallisuuden kysymyksistä, suorituskykyjen kehittämiseen liittyvistä aihepiireistä sekä lähialueen turvallisuuteen vaikuttavista kysymyksistä.
sv_se: Med Nato har Finland fortsatt det mångsidiga partnerskapssamarbetet och utnyttjat samarbetsmöjligheterna inom ramen för partnerskapet inom de s.k. utvidgade möjligheterna (Enhanched Oppotunities EO), bl.a. genom dialog med Nato om breda säkerhetsfrågor, temaområden som berör utvecklandet av prestationskapaciteterna och frågor som påverkar säkerheten i närområdet.

source: Suomi on myös jatkanut aktiivista osallistumista Naton tarjoamaan harjoitus- ja koulutustoimintaan Suomen puolustuskyvyn ja sotilaallisten suorituskykyjen yhteensopivuuden kehittämiseksi.
sv_se: Finland har också fortsatt att aktivt delta i övningar och utbildning som Nato erbjuder för att utveckla kompabiliteten mellan Finlands försvarsförmåga och militära prestationsförmåga.

source: Suomen ja Ruotsin puolustusvoimat luovuttivat tammikuussa 2015 maiden puolustusministereille yhteisen raportin kahdenvälisen puolustusyhteistyön tiivistämisedellytyksistä.
sv_se: Finlands och Sveriges försvarsmakter överlämnade i januari 2015 en gemensam rapport om förutsättningarna för tätare bilateralt försvarssamarbete till ländernas försvarsministrar.

source: Toukokuussa 2015 allekirjoitettiin puolustusyhteistyön tiivistämistä koskeva julkilausuma, jossa linjattiin toimenpide-ehdotuksien toteuttaminen.
sv_se: I maj 2015 undertecknades en resolution om ett tätare försvarssamarbete där linjerna för genomförandet av åtgärdsförslagen drogs upp.

source: Puolustusmenojen BKT-osuus, %
sv_se: Försvarsutgifternas andel av BNP, %

source: Tietolähde:
sv_se: Informationskälla:

source: Puolustusselonteko
sv_se: Försvarsredogörelsen

source: Puolustusministeriö käynnisti lokakuussa 2015 puolustusselonteon laadinnan.
sv_se: I oktober 2015 inledde försvarsministeriet arbetet på en försvarsredogörelse.

source: Tavoitteena on, että selonteko annetaan eduskunnalle vuoden 2016 syysistuntokaudella tai vuoden 2017 kevätistuntokaudella riippuen ulko- ja turvallisuuspoliittisen selonteon aikataulusta.
sv_se: Meningen är att redogörelsen ska inges till riksdagen under höstsessionen 2016 eller vårsessionen 2017 beroende på tidtabellen för den utrikes- och säkerhetspolitiska redogörelsen.

source: Puolustuselonteossa on keskeistä määritellä puolustuspoliittiset linjaukset puolustuskyvyn ylläpidolle, kehittämiselle ja käytölle.
sv_se: I försvarsredogörelsen är det viktigt att fastställa de försvarspolitiska riktlinjerna för hur försvarsförmågan ska upprätthållas, utvecklas och användas.

source: Selonteon tavoitteena on saada poliittinen tuki puolustuksen kehittämiselle sekä aikaansaada ennustettavuutta puolustuksen kehittämiseen, koska sotilaallinen maanpuolustus perustuu yli hallituskausien ulottuvaan pitkäjänteiseen ja johdonmukaiseen suunnitteluun.
sv_se: Syftet med redogörelsen är att få politiskt stöd för utvecklandet av försvaret och att åstadkomma förutsägbarhet för utvecklingsarbetet, eftersom landets försvar bygger på långsiktig och konsekvent planering som sträcker sig över regeringsperioderna.

source: Puolustuskyvyn ylläpitoon ja kehittämiseen liittyvissä poliittisissa linjauksissa on huomioitava suorituskykyjen koko elinjakso.
sv_se: I de politiska linjedragningarna som gäller upprätthållandet och utvecklandet av försvarsförmågan måste prestationsförmågans hela livscykel beaktas.

source: Puolustuskyvyn ylläpidon ja kehittämisen keskeisiin haasteisiin on varauduttava jo tällä vuosikymmenellä ja suunnittelun näköala on ulotettava aina 2020-luvulle.
sv_se: Redan under detta decennium måste förberedelser vidtas angående de viktigaste utmaningarna för upprätthållandet och utvecklandet av försvarsförmågan och planeringsperspektivet måste utsträckas ända fram till 2020-talet.

source: Muuttoliike ja maahanmuuton hallinta
sv_se: Flyttningsrörelsen och kontrollen av migrationen

source: Muuttoliikkeet Euroopassa
sv_se: Flyttningsrörelserna i Europa

source: Eurooppaan kohdistuva muuttoliike kasvoi voimakkaasti keväästä lähtien ja v. 2015 Eurooppaan saapui yli 1,3 milj. turvapaikanhakijaa.
sv_se: Flyttningsrörelsen började växa kraftigt på våren och under 2015 kom över 1,3 miljoner asylsökande till Europa.

source: Muuttoliikkeen painopiste siirtyi keskiseltä Välimereltä itäiselle Välimerelle.
sv_se: Flyttningsrörelsens tyngdpunkt skiftade från centrala till östra Medelhavet.

source: Muuttoliikkeen suuruus aiheutti merkittäviä paineita EU:n eri jäsenmaissa ja useiden maiden turvapaikkajärjestelmät toimivat äärirajoilla.
sv_se: Dess stora omfattning satte en betydande press på EU:s medlemsländer och många länders asylsystem fungerade på gränsen av sin kapacitet.

source: Turvapaikanhakijoiden määrän kasvu näkyi merkittävästi myös Suomessa.
sv_se: Det växande antalet asylsökande syntes också tydligt i Finland.

source: Vuonna 2015 Suomesta haki turvapaikkaa yli 32 000 henkilöä, kun v. 2014 turvapaikkaa haki vajaat 3 700 henkilöä.
sv_se: År 2015 sökte över 32 000 personer asyl i Finland, då motsvarande siffra 2014 var knappt 3 700 asylsökande.

source: EU-alueelle saapuvista yli miljoonasta turvapaikanhakijasta, suurin osa tuli Syyriasta, Irakista ja Afganistanista.
sv_se: Av de över en miljon asylsökande som kom till EU-området härstammade merparten från Syrien, Irak och Afghanistan.

source: Muuttoliikkeen suurin paine Euroopan sisällä kohdistui Kreikan kautta.
sv_se: Den största pressen i Europa riktades på rutten genom Grekland.

source: EU:n yhteisesti sopimista rekisteröintikeskuksista (nk. hotspots) saatiin toimintaan kolme ja turvapaikanhakijoiden sisäisiä siirtoja EU:ssa ei kuitenkaan saatu juuri toteutettua.
sv_se: Tre av de registreringscentraler (s.k. hotspots) som EU gemensamt kommit överens kunde tas i bruk medan inga nämnvärda interna förflyttningar inom EU blev genomförda.

source: Suurimmissa vastaanottajamaissa vaadittiin kiristämään politiikkaa ja käytäntöjä.
sv_se: I de största mottagarländerna väcktes krav på att politiken och förfarandena skärps.

source: Toimet Euroopan unionissa
sv_se: Åtgärderna i Europeiska unionen

source: Sisäiset siirrot
sv_se: Intern fördelning

source: Neuvosto päätti kesän ja syksyn aikana 160 000 turvapaikanhakijan sisäisistä siirroista kahden vuoden aikana, ensisijassa Italiasta ja Kreikasta muihin EUjäsenmaihin (Suomen osuus ensi vaiheessa vajaat 2 100 henkilöä).
sv_se: Under sommaren och hösten beslutade rådet om en intern fördelning av 160 000 asylsökande inom loppet av två år, en förflyttning i första hand från Italien och Grekland till andra EU-länder (Finlands andel i det första skedet är knappt 2 100 personer).

source: Kesäkuun Eurooppa-neuvostossa linjattiin 40 000 turvapaikanhakijan sisäisistä siirroista.
sv_se: I Europeiska rådet i juni drogs riktlinjer upp om en intern fördelning av 40 000 asylsökande.

source: Neuvostossa päästiin heinäkuussa sopimukseen jäsenmaakohtaisista lukumääristä ja saavutettiin yhteisymmärrys neuvoston päätöksestä.
sv_se: I juli kom rådet till ett avtal hur många förflyttade asylsökande respektive EU-land ska ta emot och samförstånd om rådets beslut uppnåddes.

source: Syyskuussa neuvostossa hyväksyttiin määräenemmistöllä päätös 120 000 turvapaikanhakijan sisäisistä siirroista.
sv_se: I september godkände rådet med kvalificerad majoritet ett beslut om intern fördelning av 120 000 asylsökande mellan EU-länderna.

source: Päätösehdotuksesta äänestettiin. Vastaan äänestivät Tšekki, Unkari, Romania ja Slovakia.
sv_se: Det blev en omröstning om beslutsförslaget, där Tjeckien, Ungern, Rumänien och Slovakien röstade mot.

source: Suomi pidättäytyi äänestämästä.
sv_se: Finland lade ner sin röst.

source: Sisäisiä siirtoja ei kuitenkaan v. 2015 juurikaan toteutettu: sisäisesti siirrettiin vajaat 300 turvapaikanhakijaa.
sv_se: År 2015 förflyttades dock endast knappt 300 asylsökande inom unionen.

source: Suomi on osallistunut EU-maiden yhdessä sopimaan taakanjakoon ja kantanut oman vastuunsa ottamalla vastaan noin 110 sisäisesti siirrettyä.
sv_se: Finland har deltagit i den fördelning av bördan som EU-länderna gemensamt kommit överens om och burit sitt ansvar genom att ta emot cirka 110 internt fördelade personer.

source: Sisäisten siirtojen täytäntöönpanoa varten päätettiin perustaa hotspot-järjestelykeskukset Italiaan ja Kreikkaan.
sv_se: För att genomföra fördelningen av asylsökande beslutade man att grunda hotspotflyktingslussar i Italien och Grekland.

source: Olennaista keskusten toiminnassa on paitsi tunnistaminen ja rekisteröinti, myös vastaanottokyky sekä tulijoiden nopea jakaminen suojelua tarvitseviin ja palautettaviin.
sv_se: Det väsentliga i slussarnas verksamhet är identifiering och registrering, men också mottagningskapaciteten samt att snabbt avgöra vilka asylsökande som behöver skydd och vilka som ska skickas tillbaka.

source: Komissio teki syyskuussa ehdotuksen pysyvän sisäisten siirtojen kriisimekanismin luomisesta.
sv_se: I september fattade kommissionen ett beslut om att skapa en bestående krismekanism för intern omfördelning av asylsökande.

source: Valmisteluprosessi ei kuitenkaan edennyt neuvostossa jäsenmaiden merkittävien näkemyserojen vuoksi.
sv_se: I rådet framskred beredningsprocessen dock inte på grund av betydande meningsskiljaktigheter mellan medlemsländerna.

source: Useat jäsenmaat, jotka ovat EU:n alueella turvapaikanhakijoiden varsinaisia kohdemaita, ovat vaatineet jatkuvasti sovellettavaa taakanjakojärjestelmää.
sv_se: Många medlemsländer, som hör till de asylsökandes egentliga målländer, har krävt ett kontinuerligt system för fördelning av bördan.

source: Maat korostavat tehtyjen neuvoston sisäisten siirtojen päätösten ja kriisimekanismin välistä eroa erityisesti sen suhteen, että tosiasialliset kohdemaat olisivat se maaryhmä, jonka taakkaa jaettaisiin.
sv_se: Länderna framhåller skillnaden mellan rådets beslut om intern fördelning och krismekanismen, i synnerhet i fråga om att de egentliga målländerna skulle vara den grupp, vars börda fördelas.

source: Palauttaminen ja takaisinotto
sv_se: Återvändande och återtagande

source: EU:n toimissa muuttoliikkeen hillitsemiseksi keskeistä on laittomasti oleskelevien maahanmuuttajien palauttaminen kotimaihinsa täysimääräisesti, noudattaen kuitenkin ns. palauttamiskiellon periaatetta.
sv_se: Det viktiga i EU:s insatser för att stävja migrationen är att sända tillbaka alla migranter som uppehåller sig olagligt i unionen, dock så att principen om icke-avvisning iakttas.

source: Yhtenä laittoman maahanmuuton kannustimena on tieto siitä, ettei EU:n järjestelmä laittomien maahanmuuttajien palauttamiseksi ole riittävän tehokas.
sv_se: Ett av incitamenten för den olagliga migrationen är vetskapen om att EU:s system för att sända tillbaka illegala migranter inte är tillräckligt effektivt.

source: EU-maissa kielteisen turvapaikkapäätöksen saaneista keskimäärin vain alle 40 % palautetaan.
sv_se: Färre än 40 % av dem som får avslag på sin asylansökan i ett EU-land skickas tillbaka.

source: Keskeistä on jakaa maahantulijat kansainvälistä suojelua tarvitseviin ja palautettaviin.
sv_se: Det centrala är att dela in migranterna i dem som behöver internationellt skydd och dem som ska återsändas.

source: Jäsenmaiden vastuulla on kielteisen turvapaikkapäätöksen saaneiden palauttaminen viivytyksettä.
sv_se: Det ligger på medlemsländernas ansvar att utan dröjsmål skicka tillbaka dem som fått avslag på sin asylansökan.

source: Tähän tarvitaan järjestelyjä kolmansien maiden kanssa.
sv_se: För det här behövs arrangemang med tredjeländerna.

source: Hallituksen tavoitteena on ollut saada aikaan toimivamman palautuspolitiikan edellytykset.
sv_se: Regeringens mål har varit att skapa förutsättningar för en bättre fungerande återvändandepolitik.

source: Suomelle keskeisten kolmansien maiden (Irak, Afganistan, Somalia) kanssa tulisi saada EU-tasolla neuvoteltua toimivat takaisinottosopimukset.
sv_se: Fungerande avtal om återtagande bör på EU-nivå förhandlas fram med för Finland viktiga tredjeländer (Irak, Afghanistan, Somalia).

source: Asia on nostettu esille neuvostossa ja siitä on käyty keskusteluja komission kanssa.
sv_se: Ärendet har förts fram i rådet och det har diskuterats med kommissionen.

source: Komissio teki syyskuussa ehdotuksen EU:n yhteisestä turvallisten alkuperämaiden luettelosta, jolla myös hillittäisiin turvapaikanhakijoiden lähtöä kotimaistaan.
sv_se: Kommissionen lade i september fram ett förslag om en för EU gemensam förteckning över trygga ursprungsländer, vilket också skulle få färre asylsökande att lämna sina hemländer.

source: Rajavalvonta
sv_se: Gränsbevakning

source: Muuttoliikkeen voimakas kasvu johti siihen, että eräät jäsenmaat ottivat syksyllä käyttöön sisärajatarkastukset.
sv_se: Flyttningsrörelsens kraftiga tillväxt ledde till att en del medlemsländer införde inre gränskontroller på hösten.

source: Toimet vaikuttavat välillisesti myös muihin jäsenmaihin, koska ne suuntaavat muuttoliikevirtoja uudelleen.
sv_se: Åtgärderna får också indirekta verkningar för andra medlemsländer, eftersom de leder till att migrantströmmarna antar nya riktningar.

source: Jäsenmaiden huolestuminen Kreikan ulkorajavalvonnan tilanteesta kasvoi entisestään vuoden kuluessa.
sv_se: Medlemsländerna blev under året allt mer oroade över situationen i Greklands bevakning av de yttre gränserna.

source: Keskeisenä toimenpiteenä EU:hun suuntautuvan muuttoliikkeen hallintaan saamiseksi pidettiin Turkin ja Kreikan välisen rajavalvonnan tehostamista.
sv_se: En effektivering av gränsbevakningen mellan Turkiet och Grekland sågs som en central åtgärd för att få migrationen till EU under kontroll.

source: Kreikka pyysi Frontexin koordinoimia operaatiota rajoilleen.
sv_se: Grekland bad att operationer samordnade av Frontex inleds vid dess gränser.

source: Ulkorajavalvonnan keskeinen tehtävä on ottaa kiinni laittomasti EU:n alueelle pyrkivät henkilöt, jotta maahantulo saadaan maahanmuuttojärjestelmän käsittelyyn.
sv_se: En central uppgift för bevakningen av de yttre gränserna är att ta fast personer som försöker ta sig in olagligt i EU, så att migrationen kan behandlas i migrationssystemet.

source: EU:n ulkorajavalvonnan tulevaisuus ja ulkorajojen vahvistaminen olivat vahvasti esillä neuvostossa syksyn aikana.
sv_se: Den yttre gränsbevakningens framtid och en förstärkning av de yttre gränserna var starkt på agendan i rådet under hösten.

source: Jäsenmaat katsoivat, että jäsenmaat ovat ensisijaisesti itse vastuussa omien ulkorajojensa valvonnasta, mutta yhteistä vastuuta EU:n ulkorajojen valvonnasta tulee kehittää.
sv_se: Medlemsländerna ansåg att de i första hand själva är ansvariga för bevakningen av sina egna yttre gränser, men att det gemensamma ansvaret för bevakningen av EU:s yttre gränser bör utvecklas.

source: Frontexin tulee käyttää toimivaltuuksiaan täysimääräisesti, mutta toimivaltuuksia on myös vahvistettava.
sv_se: Frontex ska använda sina befogenheter fullt ut, samtidigt som de också måste stärkas.

source: Schengen-alueen tulevaisuuden todettiin riippuvan EU:n ulkorajojen tehokkaasta valvonnasta.
sv_se: Schengenområdets framtid konstaterades vara beroende av en effektiv bevakning av EU:s yttre gränser.

source: Komissio antoi joulukuussa ehdotukset Euroopan raja- ja merivartiojärjestelmästä, jolla jaettaisiin jäsenmaiden ja perustettavan Euroopan raja- ja merivartioviraston vastuuta etenkin rajavalvonnan kriisitilanteissa.
sv_se: I december lade kommissionen fram sitt förslag om ett europeiskt gräns- och kustbevakningssystem för att särskilt i krissituationer i gränsbevakningen fördela ansvaret mellan medlemsländerna och den kommande europeiska gräns- och kustbevakningsbyrån.

source: Suomi piti EU:ssa esillä mahdollista riskiä, että turvapaikanhakijat alkavat hakeutua EU:hun uusia reittejä pitkin.
sv_se: Finland förde i EU fram den eventuella risken att asylsökande börjar söka nya rutter till EU.

source: Jäsenmaiden ja toimielinten pitäisi ryhtyä laatimaan arvioita mahdollisista uusista reiteistä laittomalle muuttoliikkeelle, vahvistaa yhteistä lähestymistapaa ja tarvittaessa yhteistyösuhdetta tässä suhteessa kaikkein keskeisimpiin kolmansiin maihin sekä antaa tukea jäsenmaille, jotka ovat tällaisten uusien muuttoreittien kohteena.
sv_se: Medlemsländerna och organen bör börja utarbeta prognoser för eventuella nya rutter för illegal migration, stärka det gemensamma angreppssättet och vid behov samarbetsrelationen till de tredjeländer som är allra viktigast i det här avseendet samt stödja de medlemsländer som är föremål för de nya migrationsrutterna.

source: Ulkosuhdetoimet
sv_se: Åtgärder som gäller EU:s yttre förbindelser

source: EU:ssa päätettiin kesän ja syksyn 2015 aikana useista ulkosuhdetoimista muuttoliikkeen hallintaan saamiseksi.
sv_se: Under sommaren och hösten 2015 fattades beslut om flera åtgärder i fråga om de yttre förbindelserna för att få migrationen under kontroll.

source: Keskeistä on yhteistyössä lähtömaiden ja kansainvälisen yhteisön kanssa puuttua muuttoliikkeen perussyihin ja vaikuttaa kokonaisvaltaisesti niiden vähentämiseen humanitaarisen avun, kehitysyhteistyön, kaupallistaloudellisten keinojen ja kriisinhallinnan avulla.
sv_se: Det centrala är att i samarbete med ursprungsländerna och den internationella gemenskapen ingripa i de grundläggande orsakerna till flyttningsrörelsen och på ett övergripande sätt bidra till att den minskar med hjälp av humanitär hjälp, utvecklingssamarbete, kommersiella och ekonomiska medel samt krishantering.

source: Vuoropuhelua ja yhteistyötä konfliktialueilta siirtymään joutuneita vastaanottavien maiden ja Länsi-Balkanin maiden kanssa tulee tiivistää.
sv_se: Dialogen och samarbetet bör intensifieras med de länder som tvingats ta emot människor från konfliktområdena och länderna på västra Balkan.

source: Tämä edellyttää huomattavia lisäresursseja sekä EU:lta että jäsenmailta.
sv_se: Det här kräver betydande tilläggsresurser av såväl EU som medlemsländerna.

source: EU:ssa on päätetty kohdentaa Syyrian kriisin alueelliseen erityisrahastoon (Madad) 500 milj. euroa EU:n yhteistä rahoitusta EU-budjetista.
sv_se: EU har beslutat att avdela 500 miljoner euro i gemensam EU-finansiering ur EU:s budget till den regionala förvaltningsfonden för insatser med anledning av krisen i Syrien (Madad-fonden).

source: Lisäksi jäsenmailta on pyydetty yhteensä 500 milj. euron suoria kansallisia rahoitusosuuksia rahastoon.
sv_se: Dessutom har medlemsländerna uppmanats att bidra till fonden med totalt 500 miljoner euro i direkta nationella finansieringsandelar.

source: Suomi osallistuu rahastoon 3 milj. eurolla.
sv_se: Finland deltar i fonden med 3 miljoner euro.
